Repository: DaniPM99/hg-ios-test
Catalog: HgDeveloperTest/HgDeveloperTest/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: · Joined Sep. 2021
es: · Se unió el Sep. 2021

source: *(Sides not included)
es: *(Sides no incluidos)

source: %lld of 100 Green stamps
es: %lld de 100 insignias verdes

source: 1 chance to win an invitation to our bimonthly wellness exlcusive events.
es: 1 oportunidad de ganar una invitación bimensual a eventos exclusivos wellness.

source: 1 chance to win an invitation to our yearly masterclass with chef Ben.
es: 1 oportunidad de ganar una invitación a nuestra masterclass con el chef Ben.

source: 1 chance to win one invitation to our restaurant opening parties.
es: 1 oportunidad de ganar una invitación a nuestras fiestas de apertura de restaurantes.

source: 01/01/2026 to keep your level, Legend.
es: 01/01/2026 para mantener tu nivel, Leyenda

source: 2 chances to win an invitation to our bimonthly wellness exlcusive events.
es: 2 oportunidades de ganar una invitación bimensual a eventos exclusivos wellness.

source: 2 chances to win an invitation to our yearly masterclass with chef Ben.
es: 2 oportunidades de ganar una invitación a nuestra masterclass con el chef Ben.

source: 2 chances to win one invitation to our restaurant opening parties.
es: 1 oportunidad de ganar una invitación a nuestras fiestas de apertura de restaurantes.

source: 5€ credit on your birthday week.
es: 5€ de crédito en tu semana de cumpleaños.

source: 10€ credit on your birthday week.
es: 10€ de crédito en tu semana de cumpleaños.

source: 15€ credit on your birthday week.
es: 15€ de crédito en tu semana de cumpleaños.

source: 20-20 GREEN STAMPS COLLECTED
es: 20-20 INSIGNIAS VERDES RECOLECTADAS

source: 50-50 GREEN STAMPS COLLECTED
es: 50-50 INSIGNIAS VERDES RECOLECTADAS

source: 100+ GREEN STAMPS COLLECTED
es: +100 INSIGNIAS VERDES RECOLECTADAS

source: Ask for 10 Coffees or tee & wee will invite you to number 11.
es: Pide 10 Cafés of tees i te invitamos el numero 11.

source: Ask for 10 Garden Bowls or Market Plates and we will gift you number 11.
es: Pide 10 Garden Bowls of Market Plates i te regalamos el numero 11.

source: Birthday Gift Card 20€
es: 20€ Ticket Regalo Cumpleañero

source: Get
es: Recibe

source: Get a Free Juice
es: Recibe un Zumo Gratis

source: green stamps more before
es: insignias verdes mas antes

source: green stamps.
es: insignias verdes.

source: Greens challenge: buy 10 garden bowls or market plates and get one free.
es: Greens challenge: Compra 10 garden bowls o market plates i recibe uno gratis

source: History
es: Historial

source: Honest People
es: Hones People

source: Know +
es: Descubre +

source: One free sweet corner item of the month.
es: Un plato del mes sweet corner gratis .

source: Redeem
es: Canjea

source: Refer a friend and get 3€ when they order for the first time using our app.
es: Invita a un amigo i recibe 3€ cuando ellos pidan la primera vez usando la app.

source: Refer a friend and get 4€ when they order for the first time using our app.
es: Invita a un amigo i recibe 4€ cuando ellos pidan la primera vez usando la app.

source: Refer a friend and get 6€ when they order for the first time using our app.
es: Invita a un amigo i recibe 6€ cuando ellos pidan la primera vez usando la app.

source: Refer a friend and get 9€ when they order for the first time using our app.
es: Invita a un amigo i recibe 9€ cuando ellos pidan la primera vez usando la app.

source: Say hello to our new loyalty program; Honest People.
es: Saluda a nuestro programa de lealtad; Honest People.

source: These are your rewards this month.
es: Estos son tus premios este mes.

# Tus sellos caducan el %@. Tu tier se resetea el %@.
source: Your insignias expire on %1$@. Your tier will be reset on %2$@.
es: Tus insignias expiran el %1$@. Tu nivel sera reseteado el %2$@.

source: UNLOCKS AT 20 GREEN STAMPS
es: DESBLOQUEADO A 20 INSIGNIAS VERDES

source: UNLOCKS AT 50 GREEN STAMPS
es: DESBLOQUEADO A 50 INSIGNIAS VERDES

source: UNLOCKS AT 100 GREEN STAMPS
es: DESBLOQUEADO A 100 INSIGNIAS VERDES

# Ver beneficios
source: See benefits
es: Ver beneficios

source: XX-20 GREEN STAMPS COLLECTED
es: XX-20 INSIGNIAS VERDES RECOLECTADAS

source: XX-50 GREEN STAMPS COLLECTED
es: XX-50 INSIGNIAS VERDES RECOLECTADAS

source: XX-100 GREEN STAMPS COLLECTED
es: XX-100 INSIGNIAS VERDES RECOLECTADAS

source: You have
es: Tienes

# YOU HAVE %lld GREEN STAMPS · VALID UNTIL %@
source: YOU HAVE %1$lld GREEN STAMPS · VALID UNTIL %2$@
es: TIENES %1$lld INSIGNIAS VERDES · VALIDAS HASTA %2$@

source: YOU'RE A %@.
es: TU ERES %@.

source: You’re a real food addict and deserve to be crowned a Star.
es: Eres un adicto al real food i mereces ser coronado como Star.

source: You’re eating Honest Greens morning, evening, and night. You’re legendary.
es: Estas comiendo Honest Greens mañana, tarde, i noche. Eres legendario.

source: You’re real honest people!
es: Tu eres una persona muy honesta

source: You’ve gone all in on real food. You’re now a Champ.
es: Has hecho all in en real food. Ahora eres un Champ.

source: Your Tier
es: Tu nivel
